Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

source: Budget Target
pt_br: Meta de Orçamento

# budget.stats.expenseBudget
source: Expense Budget
pt_br: Orcamento Despesas

source: BUDGETED CATEGORIES
pt_br: CATEGORIAS ORÇADAS

# button.finish
source: Finish
pt_br: Finalizar

source: By Duration
pt_br: Por Duração

source: Calculated End Date
pt_br: Data Final Calculada

source: Cancel
pt_br: Cancelar

source: Categories are how you organize your spendings.
pt_br: Categorias são como você organiza seus gastos.

# categories.colorHint
source: Colors auto-assigned by direction + behavior. You can customize categories anytime.
pt_br: Cores atribuídas automaticamente.

# categories.description1
source: Categories help you organize your transactions, and set-up targets.
pt_br: As categorias ajudam a organizar suas transações.

# categories.description2
source: Pick a starting template — you can add, remove, or change categories anytime.
pt_br: Escolha um modelo inicial.

# categories.stats.archived
source: Archived
pt_br: Arquivados

# categories.stats.expense
source: Expense
pt_br: Despesa

# categories.stats.income
source: Income
pt_br: Receita

# categories.transactionCount %lld
source: %lld transactions
pt_br: %lld transacoes

source: Category Details
pt_br: Detalhes da Categoria

source: Category targets
pt_br: Metas por categoria

source: Category Targets
pt_br: Metas por Categoria

# category.behavior.none
source: None
pt_br: Nenhum

source: Change
pt_br: Alterar

source: Change Password
pt_br: Alterar Senha

source: Check your email
pt_br: Verifique seu e-mail

source: Choose a starting point
pt_br: Escolha um ponto de partida

source: Clarity begins with structure.
pt_br: Clareza começa com estrutura.

source: Classification
pt_br: Classificação

source: Clear All
pt_br: Limpar Tudo

source: Code
pt_br: Código

source: Color
pt_br: Cor

# common.system
source: System
pt_br: Sistema

source: Compact Mode
pt_br: Modo Compacto

# complete.addFirstTransaction
source: Add your first transaction
pt_br: Adicionar a primeira transação

source: Configuration
pt_br: Configuração

source: Configure automatic period generation
pt_br: Configurar geração automática de períodos

source: Confirm Password
pt_br: Confirmar Senha

source: Continue
pt_br: Continuar

source: Create
pt_br: Criar

source: Create an account
pt_br: Criar uma conta

source: Create Budget Period
pt_br: Criar Período de Orçamento

source: Create categories to set budget targets.
pt_br: Crie categorias para definir metas de orçamento.

source: Create overlays from the web app to track temporary spending goals.
pt_br: Crie sobreposições pelo aplicativo web para acompanhar metas temporárias de gastos.

source: Current Password
pt_br: Senha Atual

source: CURRENT PERIOD
pt_br: PERÍODO ATUAL

source: Currently excluded
pt_br: Excluída atualmente

source: Currently Spent
pt_br: Gasto Atual

source: Customize
pt_br: Personalizar

source: Dark
pt_br: Escuro

source: Dashboard
pt_br: Painel

source: Date
pt_br: Data

source: Date Format
pt_br: Formato de Data

source: DATE RANGE
pt_br: INTERVALO DE DATAS

source: Default Currency
pt_br: Moeda Padrão

source: Delete
pt_br: Excluir

source: Delete Account
pt_br: Excluir Conta

source: Delete My Account
pt_br: Excluir Minha Conta

source: Delete this period?
pt_br: Excluir este período?

source: Delete transaction?
pt_br: Excluir transação?

source: Description
pt_br: Descrição

source: Detailed 12
pt_br: Detalhado 12

source: Details
pt_br: Detalhes

source: Disable Auto-Creation
pt_br: Desativar Criação Automática

source: Don't have an account?
pt_br: Não tem uma conta?

source: Duration
pt_br: Duração

source: Edit
pt_br: Editar

source: Edit Account
pt_br: Editar Conta

source: Edit Category
pt_br: Editar Categoria

source: Edit Profile
pt_br: Editar Perfil

source: Edit Transaction
pt_br: Editar Transação

source: Edit Vendor
pt_br: Editar Fornecedor

source: Enable Auto-Creation
pt_br: Ativar Criação Automática

source: Enabled
pt_br: Ativado

source: End
pt_br: Fim

source: End Date
pt_br: Data Final

source: Enter the code from your authenticator app.
pt_br: Digite o código do seu aplicativo autenticador.

source: Enter your email address. If it is registered, you will receive a reset link.
pt_br: Digite seu endereço de e-mail. Se estiver cadastrado, você receberá um link de redefinição.

source: Essential 5
pt_br: Essencial 5

source: Exclude
pt_br: Excluir

source: Exclude from budget
pt_br: Excluir do orçamento

source: Excluded
pt_br: Excluída

source: EXCLUDED
pt_br: EXCLUÍDA

source: Failed to load dashboard data.
pt_br: Falha ao carregar os dados do painel.

source: Failed to load form options.
pt_br: Falha ao carregar as opções do formulário.

source: Finish
pt_br: Finalizar

source: Forgot password?
pt_br: Esqueceu a senha?

source: Full Name
pt_br: Nome Completo

source: Generate Ahead
pt_br: Gerar Antecipadamente

source: Icon
pt_br: Ícone

source: Icon (optional)
pt_br: Ícone (opcional)

source: If %@
pt_br: Se %@

source: If an account exists for that email, we've sent a password reset link. Check your inbox and spam folder.
pt_br: Se existe uma conta para esse e-mail, enviamos um link de redefinição de senha. Verifique sua caixa de entrada e pasta de spam.

source: If it lands on Saturday
pt_br: Se cair no sábado

source: If it lands on Sunday
pt_br: Se cair no domingo

source: If Saturday
pt_br: Se sábado

source: If Sunday
pt_br: Se domingo

source: If the period start date falls on a weekend, PiggyPulse can shift it to the nearest weekday. This only affects when a period is recorded as starting — it does not change how long the period lasts.
pt_br: Se a data de início do período cair em um fim de semana, o PiggyPulse pode movê-la para o dia útil mais próximo. Isso afeta apenas quando o período é registrado como iniciado — não altera a duração do período.

source: Include
pt_br: Incluir

source: Income category
pt_br: Categoria de receita

source: Liabilities
pt_br: Passivos

source: Light
pt_br: Claro

source: Limit spending per category within this overlay.
pt_br: Limite os gastos por categoria dentro desta sobreposição.

# Liquid %@ · Protected %@ · Debt %@
source: Liquid %1$@ · Protected %2$@ · Debt %3$@
pt_br: Líquido %1$@ · Protegido %2$@ · Dívida %3$@

source: Log in
pt_br: Entrar

source: Log out
pt_br: Sair

source: Manage your spending limits.
pt_br: Gerencie seus limites de gastos.

source: Manual End Date
pt_br: Data Final Manual

source: METRICS
pt_br: MÉTRICAS

source: Monthly, starting on the 1st (default)
pt_br: Mensal, começando no dia 1 (padrão)

source: More
pt_br: Mais

source: Move to Friday
pt_br: Mover para sexta-feira

source: Move to Monday
pt_br: Mover para segunda-feira

source: Name Pattern
pt_br: Padrão de Nome

source: Naming
pt_br: Nomenclatura

source: New Password
pt_br: Nova Senha

source: Next
pt_br: Próximo

source: No accounts yet
pt_br: Nenhuma conta ainda

source: No active period.
pt_br: Nenhum período ativo.

source: No budget categories yet
pt_br: Nenhuma categoria orçada ainda

source: No categories available.
pt_br: Nenhuma categoria disponível.

source: No categories yet
pt_br: Nenhuma categoria ainda

source: No current period found.
pt_br: Nenhum período atual encontrado.

source: No overlays yet
pt_br: Nenhuma sobreposição ainda

source: No past periods.
pt_br: Nenhum período passado.

source: No period selected
pt_br: Nenhum período selecionado

source: No target
pt_br: Sem meta

source: NO TARGET
pt_br: SEM META

source: No transactions found
pt_br: Nenhuma transação encontrada

source: No upcoming periods.
pt_br: Nenhum período futuro.

source: No vendors yet
pt_br: Nenhum fornecedor ainda

source: Not set up
pt_br: Não configurado

source: Notifications
pt_br: Notificações

source: NOTIFICATIONS
pt_br: NOTIFICAÇÕES

source: Number Format
pt_br: Formato Numérico

source: of %@
pt_br: de %@

source: Off
pt_br: Desligado

source: On
pt_br: Ligado

# onboarding.accounts
source: Accounts
pt_br: Contas

# onboarding.accountsIntro
source: Accounts are where your money goes.
pt_br: Contas são onde seu dinheiro vai.

# onboarding.categoriesIntro
source: Categories are how you organize your spendings.
pt_br: Categorias são como você organiza seus gastos.

# onboarding.chooseStartingPoint
source: Choose a starting point
pt_br: Escolha um ponto de partida

# onboarding.configuration
source: Configuration
pt_br: Configuração

# onboarding.defaultPeriod
source: Monthly, starting on the 1st (default)
pt_br: Mensal, começando no dia 1 (padrão)

# onboarding.ifSaturday
source: If it lands on Saturday
pt_br: Se cair no sábado

# onboarding.ifSunday
source: If it lands on Sunday
pt_br: Se cair no domingo

# onboarding.periodsCustomizeHint
source: You can further customize periods later in the Periods screen, including renaming them or adjusting individual start dates.
pt_br: Você pode personalizar os períodos depois na tela de Períodos, incluindo renomeá-los ou ajustar datas de início individuais.

# onboarding.periodsIntro
source: Periods are how PiggyPulse slices your timeline for tracking. The default — monthly, starting on the 1st — works for most people.
pt_br: Períodos são como o PiggyPulse divide sua linha do tempo para acompanhamento. O padrão — mensal, começando no dia 1 — funciona para a maioria das pessoas.

# onboarding.summaryIntro
source: You're all set — here's what will be configured when you enter PiggyPulse.
pt_br: Tudo pronto — veja o que será configurado quando você entrar no PiggyPulse.

# onboarding.weekendDays
source: Weekend Days
pt_br: Dias de Fim de Semana

# onboarding.welcome
source: Welcome to PiggyPulse
pt_br: Bem-vindo ao PiggyPulse

source: Overlays are temporary and always require both start and end dates.
pt_br: Sobreposições são temporárias e sempre exigem datas de início e término.

source: Password
pt_br: Senha

source: Password changed successfully
pt_br: Senha alterada com sucesso

source: Password recovery
pt_br: Recuperação de senha

source: Passwords don't match
pt_br: As senhas não coincidem

source: PAST PERIODS
pt_br: PERÍODOS PASSADOS

source: Per-Category Cap
pt_br: Limite por Categoria

source: Per-Category Caps
pt_br: Limites por Categoria

source: Period
pt_br: Período

source: Period Length
pt_br: Duração do Período

source: Period Name
pt_br: Nome do Período

source: Period Setup
pt_br: Configuração do Período

source: Period starting
pt_br: Período começando

source: Period summary
pt_br: Resumo do período

source: Periods are how PiggyPulse slices your timeline for tracking. The default — monthly, starting on the 1st — works for most people.
pt_br: Períodos são como o PiggyPulse divide sua linha do tempo para acompanhamento. O padrão — mensal, começando no dia 1 — funciona para a maioria das pessoas.

source: Periods to Prepare
pt_br: Períodos a Preparar

source: Permanently delete your account and all associated data.
pt_br: Excluir permanentemente sua conta e todos os dados associados.

source: PREFERENCES
pt_br: PREFERÊNCIAS

source: PROFILE
pt_br: PERFIL

source: Projected spend at current pace: %@
pt_br: Gasto projetado no ritmo atual: %@

source: Re-include in budget
pt_br: Reincluir no orçamento

source: Recommended
pt_br: Recomendado

source: Register
pt_br: Cadastrar

source: Remaining Budget
pt_br: Orçamento Restante

source: Retry
pt_br: Tentar Novamente

source: Review
pt_br: Revisão

source: Rules
pt_br: Regras

source: Saturday
pt_br: Sábado

source: Save
pt_br: Salvar

source: Save Preferences
pt_br: Salvar Preferências

source: SCHEDULE
pt_br: AGENDAMENTO

source: SECURITY
pt_br: SEGURANÇA

source: Select Period
pt_br: Selecionar Período

source: Select type
pt_br: Selecionar tipo

source: Send link
pt_br: Enviar link

source: Set a spending limit for the entire overlay.
pt_br: Defina um limite de gastos para toda a sobreposição.

source: Set Manually
pt_br: Definir Manualmente

source: Set Target
pt_br: Definir Meta

source: Set up Auto-Creation
pt_br: Configurar Criação Automática

source: Settings
pt_br: Configurações

source: Sign up
pt_br: Cadastre-se

source: Spend Limit
pt_br: Limite de Gastos

source: SPENDING CONSISTENCY
pt_br: CONSISTÊNCIA DE GASTOS

source: Start
pt_br: Início

source: Start Date
pt_br: Data de Início

source: Start Day
pt_br: Dia de Início

source: Start Day of Month
pt_br: Dia de Início do Mês

source: Start tracking your spending by adding your first transaction.
pt_br: Comece a acompanhar seus gastos adicionando sua primeira transação.

source: Starting Balance
pt_br: Saldo Inicial

source: STRUCTURE
pt_br: ESTRUTURA

# subscription.detail.detected
source: Detected
pt_br: Detectada

# subscription.detail.history
source: Billing History
pt_br: Histórico de Cobranças

# subscription.detail.navTitle
source: Subscription
pt_br: Assinatura

# subscription.detail.postCancel
source: Post-cancellation
pt_br: Pós-cancelamento

# subscription.empty.subtitle
source: Track your recurring charges by adding subscriptions.
pt_br: Acompanhe suas cobranças recorrentes adicionando assinaturas.

# subscription.empty.title
source: No subscriptions yet
pt_br: Nenhuma assinatura ainda

# subscriptions.empty.action
source: Add Subscription
pt_br: Adicionar Assinatura

source: Summary
pt_br: Resumo

source: Sunday
pt_br: Domingo

source: System
pt_br: Sistema

source: Tap + to create your first overlay.
pt_br: Toque em + para criar sua primeira sobreposição.

source: TARGET AMOUNT
pt_br: VALOR DA META

source: Theme
pt_br: Tema

source: This account will be hidden but its history will be preserved.
pt_br: Esta conta será ocultada, mas seu histórico será preservado.

source: This account will be permanently deleted.
pt_br: Esta conta será excluída permanentemente.

source: This category will be hidden but its history will be preserved.
pt_br: Esta categoria será ocultada, mas seu histórico será preservado.

source: This category will be permanently deleted.
pt_br: Esta categoria será excluída permanentemente.

source: This transaction will be permanently deleted.
pt_br: Esta transação será excluída permanentemente.

source: This vendor will be hidden but its history will be preserved.
pt_br: Este fornecedor será ocultado, mas seu histórico será preservado.

source: This vendor will be permanently deleted.
pt_br: Este fornecedor será excluído permanentemente.

source: This will permanently delete your account and all associated data. This action cannot be undone.
pt_br: Isso excluirá permanentemente sua conta e todos os dados associados. Esta ação não pode ser desfeita.

source: This will permanently remove the period.
pt_br: Isso removerá permanentemente o período.

source: Timezone
pt_br: Fuso Horário

source: Total Budget
pt_br: Orçamento Total

# transactions.emptyTitle
source: No transactions found
pt_br: Nenhuma transação encontrada

source: Transfer between accounts
pt_br: Transferência entre contas

source: Two-Factor Authentication
pt_br: Autenticação de Dois Fatores

source: Unnamed
pt_br: Sem nome

source: UPCOMING PERIODS
pt_br: PERÍODOS FUTUROS

source: Update Password
pt_br: Atualizar Senha

source: Use {month} and {year} as placeholders.
pt_br: Use {month} e {year} como marcadores.

source: Use default
pt_br: Usar padrão

source: Vendor Details
pt_br: Detalhes do Fornecedor

source: Vendors
pt_br: Fornecedores

source: Vendors are assigned when creating transactions.
pt_br: Fornecedores são atribuídos ao criar transações.

# vendors.emptyTitle
source: No vendors yet
pt_br: Nenhum fornecedor ainda

source: Verify
pt_br: Verificar

source: Version
pt_br: Versão

source: Weekend Adjustments
pt_br: Ajustes de Fim de Semana

source: Weekend Days
pt_br: Dias de Fim de Semana

source: Welcome back
pt_br: Bem-vindo de volta

source: Welcome to PiggyPulse
pt_br: Bem-vindo ao PiggyPulse

source: When a new period begins
pt_br: Quando um novo período começa

source: When a period ends
pt_br: Quando um período termina

source: When an overlay starts or ends
pt_br: Quando uma sobreposição começa ou termina

# widget.cashFlow.desc
source: Inflows vs outflows
pt_br: Entradas vs saídas

# widget.currentPeriod.desc
source: Budget progress for the active period
pt_br: Progresso do orçamento para o período ativo

# widget.fixedCategories.desc
source: Predictable expenses checklist
pt_br: Checklist de despesas fixas

# widget.fixedCategories.empty
source: No fixed categories configured.
pt_br: Nenhuma categoria fixa configurada.

# widget.fixedCategories.name
source: Fixed Categories
pt_br: Categorias Fixas

# widget.gettingStarted.desc
source: Setup checklist for new users
pt_br: Checklist de configuração para novos usuários

# widget.netPosition.accounts %lld
source: Across %lld accounts
pt_br: Em %lld contas

# widget.netPosition.desc
source: Total across all accounts
pt_br: Total de todas as contas

# widget.recentTransactions.desc
source: Latest activity
pt_br: Atividade recente

# widget.spendingTrend.desc
source: Spend over time
pt_br: Gastos ao longo do tempo

# widget.subscriptions.desc
source: Recurring charges timeline
pt_br: Linha do tempo de cobranças recorrentes

# widget.topVendors.desc
source: Where money goes
pt_br: Para onde vai o dinheiro

# widget.variableCategories.desc
source: Discretionary spending tracker
pt_br: Acompanhamento de gastos variáveis

# widget.variableCategories.empty
source: No variable categories configured.
pt_br: Nenhuma categoria variável configurada.

# widget.variableCategories.name
source: Variable Categories
pt_br: Categorias Variáveis

source: WITH TARGET
pt_br: COM META

source: You can further customize periods later in the Periods screen, including renaming them or adjusting individual start dates.
pt_br: Você pode personalizar os períodos depois na tela de Períodos, incluindo renomeá-los ou ajustar datas de início individuais.

source: You're all set — here's what will be configured when you enter PiggyPulse.
pt_br: Tudo pronto — veja o que será configurado quando você entrar no PiggyPulse.

source: Your account and all data will be permanently deleted. This cannot be undone.
pt_br: Sua conta e todos os dados serão excluídos permanentemente. Isso não pode ser desfeito.
